{
  "home":"Home",
  "about_us":"About us",
  "works_supplied":"Works supplied",
  "logos": "Brands",
  "prior_appointment":"Prior appointment",
  "contact": "Contact",
  "join_us":"Join us",
  "login":"Login",
  "legal_notice": "Legal notice",
  "opening hours": "Monday to Friday 10:00 to 14:00 and 16:00 to 20:00",
  "saturday":"Saturday only with",
  
  "select_appointment": "Select your appointment",
  "only_saturdays": "Please note that this appointment is only for Saturdays.",
  "week_contact": "If you'd like an appointment Monday through Friday, please contact us during our regular business hours.",
  "select_time": "Select time: ",
  "selected_date": "Selected date: ",
  "selected_time": "Selected time: ",
  "book_appointment": "Book appointment",
  "no_time_selected": "No time selected",
  "select_saturday": "Select saturday",
  "not_selected": "Without selection",
  
  "empresa": {
    "titulo": "Welcome to Our Company",
    "descripcion": "We are a company dedicated to offering high-quality comprehensive bathroom solutions. We have 40 years of experience in the sector and a team committed to customer satisfaction."
  },

  "explanation": "Since 1989, we've been helping our clients bring their interior design projects to life. We provide expert advice to transform their ideas into unique and personalized spaces.",
  "creativity": "We transform building materials into true works of art, offering innovative interior design solutions.",
  "experience": "Over three decades turning dreams into reality, guiding our clients with expert and personalized advice.",
  "qualification": "A highly trained, experienced, and committed team ready to offer the best solutions in interior design and construction.",
  "variety": "Discover a dynamic and modern display, with products ranging from the most affordable to the most exclusive.",
  "innovation":"Cutting-edge materials: ultra-thin porcelain tiles, built-in faucets, smart sauna, and much more." ,
  "3D": "Visualize the future of your project with 3D designs that faithfully reflect the final result before implementation.",

  "contact_form":"Contact Form",
  "contact_form_explanation":"You can contact us using the following form with your questions, concerns, complaints, or suggestions.",
  
"observations":"Observations:",
"appointment_form":"Saturday's appointment form",

  "please_select_saturday": "Please, select saturday",
  "appointment_saved": "Appointment saved",
  "appointment_error": "Appointment error",
  "appointment_already_taken": "Appointment already taken",

   "brands_colab": "Our Partner Brands",

  "cookies_title": "Cookies Policy",
  "cookies_intro": "This website uses functional cookies to improve user experience. By continuing to browse, you agree to their use.",
  "cookies_what": "What are cookies?",
  "cookies_what_text": "Cookies are small text files that websites store in your browser to remember information about your visit. They can be used to maintain sessions, language preferences, and more.",
  "cookies_types": "What types of cookies do we use?",
  "cookies_functional_title": "Functional cookies:",
  "cookies_functional_text": "They allow us to remember your preferred language and improve site usability. They do not collect personal data.",
  "cookies_manage": "How can you manage cookies?",
  "cookies_manage_text": "You can set your browser to accept, reject or delete cookies. Note that disabling some cookies may affect the website's functionality.",
  "cookies_mod": "Modifications",
  "cookies_mod_text": "This policy may be updated in the future. We recommend reviewing it periodically.",
  "cookies_updated": "Last updated: June 2025",

  "privacy_title": "Privacy Policy",
  "responsable": "Data Controller",
  "responsable_text": "Segundo Rey S.L.\nRúa das Hedras, 25. Parque Empresarial NovoMilladoiro. 15895 - Milladoiro (A Coruña)\nEmail: info@segundorey.com",
  "purpose": "Purpose",
  "purpose_text": "The personal data collected is used exclusively for:",
  "purpose_list": [
    "Responding to inquiries submitted through the contact form",
    "Managing appointments through the reservation system",
    "Receiving and evaluating applications in the 'Work with us' section"
  ],
  "purpose_extra": "Under no circumstances will it be used for advertising without prior consent.",
  "legitimation": "Legal Basis",
  "legitimation_text": "The processing of your data is based on the consent you provide by checking the acceptance box in each form.",
  "data_sharing": "Data Sharing",
  "data_sharing_text": "No data will be shared with third parties, except under legal obligation.",
  "user_rights": "User Rights",
  "user_rights_text": "You have the right to access, rectify, restrict, or delete your data. To exercise these rights, please write to: info@segundorey.com",
  "data_retention": "Data Retention Period",
  "data_retention_text": "Data will be retained only for the time necessary to fulfill its purpose, or as long as legally required.",
  "security": "Security",
  "security_text": "We take all necessary measures to ensure the security, confidentiality, and integrity of personal data.",

  "cv_form": "Send us your CV",
  "cv_explanation": "Fill out the form and attach your résumé",
  "label_name": "First name",
  "label_last_name": "Last name",
  "label_email": "Email",
  "label_phone": "Phone",
  "position": "Position applied for",
  "cv_upload": "Upload your CV",
  "send": "Submit",
  "accept": "I accept the",
  
  "privacy_required_alert": "You must accept the privacy policy.",
  "legal_clause_title": "Information Clause for Job Applicants",
  "city": "City",
  "date": "Date",
  "full_name": "Full name",
  "legal_clause_brief": "The personal data contained in your CV will be used to include you in selection processes that match your profile. Only authorized staff will process your data.",
  "legal_clause_confirmation": "I confirm I have read and understood this clause.",
  "legal_clause": "We hereby acknowledge receipt of your Curriculum Vitae or job application.\nThe personal data contained in your CV will be used to include you in different selection processes that match your profile or may be of interest to you. Your data will not be processed for any other purpose without your prior consent.\nOnly duly authorized personnel will be able to process the information contained in your CV.\nLikewise, you agree to inform us of any changes to the information provided in your CV so that we can fulfill the purpose described above.\nYour personal data will be kept for a period of one year from the submission of the job application or candidacy to the selection process. Once this period has elapsed, your data will be securely deleted.\nAt any time, you may contact us to find out what information we hold about you, correct it if it is incorrect, or request its deletion once our relationship has ended, if legally permitted. You also have the right to request the transfer of your data to another entity (data portability). To exercise any of these rights, please submit a written request to our address: SEGUNDO REY SL, HEDRAS Nº 25, 15895 - AMES (A Coruña).\nPlease confirm receipt of this document as acknowledgment.\n\nYours sincerely,\n\nSigned: {{name}}",
  "available": "Avaliable",
  "unavailable": "Not avaliable"
}



