{
  "home":"Inicio",
  "about_us":"Sobre nós",
  "works_supplied":"Obras suministradas",
  "logos": "Marcas",
  "prior_appointment":"Cita previa",
  "contact": "Contacto",
  "join_us":"Traballa con nós",
  "login":"Login",
  "legal_notice": "Aviso legal",
  "opening hours": "Luns a venres de 10:00 a 14:00 e de 16:00 a 20:00",
  "saturday":"Sábado soamente con",

  "select_appointment": "Selecciona a túa cita",
  "only_saturdays": "Lembramos que esta cita é exclusivamente para os sábados.",
  "week_contact": "Se desexas cita de luns a venres contacta connosco no noso horario habitual.",
  "select_time": "Selecciona unha hora: ",
  "selected_date": "Data seleccionada: ",
  "selected_time": "Hora seleccionada: ",
  "book_appointment": "Reservar cita",
  "no_time_selected": "Non seleccionada",
  "select_saturday": "Selecciona un sábado",

  "empresa": {
    "titulo": "Benvidos á Nosa Empresa",
    "descripcion": "Somos unha empresa dedicada a ofrecer solucións integrais de alta calidade en baño. Contamos con 40 anos de experiencia no sector e un equipo comprometido coa satisfacción do cliente."
  },

  "titulo_creativity": "CREATIVIDADE" ,
  "titulo_experience": "EXPERIENCIA" ,
  "titulo_qualification": "CUALIFICACIÓN" ,
  "titulo_variety": "VARIEDADE",
  "titulo_innovation": "INNOVACIÓN" ,
  "titulo_3D": "3D",


  "explanation": "Dende 1989, axudamos aos nosos clientes a facer realidade os seus proxectos de decoración do fogar. Ofrecemos asesoramento experto para transformar as túas ideas en espazos únicos e personalizados.",
  "creativity": "Transformamos os materiais de construción en verdadeiras obras de arte, ofrecendo solucións innovadoras para a decoración.",
  "experience": "Máis de tres décadas convertendo os soños en realidade, guiando aos nosos clientes cun asesoramento experto e personalizado.",
  "qualification": "Un equipo altamente formado, experimentado e comprometido preparado para ofrecer as mellores solucións en decoración e construción.",
  "variety": "Descubra unha pantalla dinámica e moderna, con produtos que van dende opcións económicas ata opcións exclusivas.",
  "innovation":"Materiais de vangarda: porcelana ultrafina, billas empotradas, sauna intelixente e moito máis." ,
  "3D": " Visualiza o futuro do teu proxecto con deseños 3D que reflictan con precisión o resultado final antes da súa implementación.",

 "contact_form":"Formulario de contacto",
  "contact_form_explanation":"Podes contactar connosco a través do seguinte formulario coas túas preguntas, dúbidas, queixas ou suxestións.",
  "label_name": "Nome:",
  "label_email": "Email:",
  "label_phone": "Teléfono:",
  "label_message": "Mensaxe:",
  "send":"Enviar",
  "observations":"Observacións:",
"appointment_form":"Formulario citación sábados",

   "cv_form": "Formulario envio Curriculum",
  "cv_explanation": "Se queres formar parte do noso equipo cumplimenta este formulario e envíanos o teu CV",
  "label_last_name":"Apelidos:",
  "position": "Posición á que aplica:",
  "cv_upload":"Sube o teu CV",

  
  "please_select_saturday": "Por favor, selecciona un sábado.",
  "appointment_saved": "Cita gardada con éxito.",
  "appointment_error": "Error al gardar cita.",
  "appointment_already_taken": "Esa hora xa foi reservada",

  "brands_colab": "Os Nosos Aliados",

  "cookies_title": "Política de Cookies",
  "cookies_intro": "Este sitio web utiliza cookies propias con fins funcionais para mellorar a experiencia do usuario. Ao continuar navegando, entendemos que aceptas o seu uso.",
  "cookies_what": "Que son as cookies?",
  "cookies_what_text": "As cookies son pequenos arquivos de texto que os sitios web almacenan no teu navegador para lembrar información sobre a túa visita. Poden utilizarse para manter sesións, preferencias de idioma e máis.",
  "cookies_types": "Que tipos de cookies usamos?",
  "cookies_functional_title": "Cookies funcionais:",
  "cookies_functional_text": "Permiten lembrar o teu idioma preferido e mellorar a usabilidade do sitio. Non recollen datos persoais.",
  "cookies_manage": "Como podes xestionar as cookies?",
  "cookies_manage_text": "Podes configurar o teu navegador para aceptar, rexeitar ou eliminar cookies. Ten en conta que desactivar algunhas cookies pode afectar o funcionamento do sitio.",
  "cookies_mod": "Modificacións",
  "cookies_mod_text": "Esta política pode actualizarse no futuro. Recomendámosche revisala periodicamente.",
  "cookies_updated": "Última actualización: xuño de 2025",

  "privacy_title": "Política de Privacidade",
  "responsable": "Responsable do Tratamento",
  "responsable_text": "Segundo Rey S.L.\nRúa das Hedras, 25. Parque Empresarial NovoMilladoiro. 15895 - Milladoiro (A Coruña)\nCorreo electrónico: info@segundorey.com",
  "purpose": "Finalidade",
  "purpose_text": "Os datos persoais recompilados utilízanse exclusivamente para:",
  "purpose_list": [
    "Responder a consultas enviadas a través do formulario de contacto",
    "Xestionar citas solicitadas mediante o sistema de reserva",
    "Recibir e valorar candidaturas no apartado \"Traballa connosco\""
  ],
  "purpose_extra": "En ningún caso se utilizarán para envíos publicitarios sen consentimento previo.",
  "legitimation": "Lexitimación",
  "legitimation_text": "O tratamento dos seus datos baséase no consentimento que vostede outorga ao marcar a casiña de aceptación en cada formulario.",
  "data_sharing": "Cesión de Datos a Terceiros",
  "data_sharing_text": "Non se cederán datos a terceiros, salvo obrigación legal.",
  "user_rights": "Dereitos do Usuario",
  "user_rights_text": "Vostede ten dereito a acceder, rectificar, limitar ou suprimir os seus datos. Para exercer estes dereitos pode escribir a: info@segundorey.com",
  "data_retention": "Prazo de Conservación",
  "data_retention_text": "Os datos conservaranse só o tempo necesario para cumprir coa finalidade para a que se recolleron, ou mentres exista unha obrigación legal.",
  "security": "Seguridade",
  "security_text": "Adoptamos todas as medidas necesarias para garantir a seguridade, confidencialidade e integridade dos datos persoais.",


  "accept": "Acepto a",
  "privacy_required_alert": "Debes aceptar a política de protección de datos.",
  "legal_clause_title": "Cláusula Informativa para Persoas Candidatas",
  "city": "Cidade",
  "date": "Data",
  "full_name": "Nome completo",
  "legal_clause_brief": "Os datos persoais do seu CV empregararanse para incluílo/a en procesos de selección que encaixen co seu perfil. Só o persoal autorizado tratará os seus datos.",
  "legal_clause_confirmation": "Confirmo que lin e comprendín esta cláusula.",
  "legal_clause": "Pola presente acusamos recibo do seu Currículum Vitae ou solicitude de emprego.\nOs datos persoais incluídos no seu CV utilizaranse para incluílo/a en diferentes procesos de selección que se axusten ao seu perfil ou que poidan ser do seu interese, non sendo tratados para ningún outro fin sen o seu consentimento previo.\nSó o persoal debidamente autorizado poderá tratar a información contida no seu Currículum Vitae.\nAsí mesmo, vostede comprométese a comunicarnos calquera cambio que se produza na información achegada no CV, de forma que poidamos cumprir coa finalidade anteriormente descrita.\nOs seus datos persoais conservaranse durante o prazo dun ano a partir da presentación da solicitude de emprego ou candidatura ao proceso de selección. Unha vez transcorrido este prazo, procederemos á súa eliminación de forma segura.\nEn calquera momento poderá dirixirse a nós para saber que información temos sobre vostede, rectificala se é incorrecta ou eliminala unha vez rematada a nosa relación, no caso de que legalmente sexa posible. Tamén ten dereito a solicitar a transferencia da súa información a outra entidade (portabilidade). Para exercer calquera destes dereitos, deberá realizar unha solicitude por escrito á nosa dirección: SEGUNDO REY SL, HEDRAS Nº 25, 15895 - AMES (A Coruña).\nPregamos que confirme a recepción do presente como acuse de recibo.\n\nSen outro particular, reciba un cordial saúdo.\n\nAsinado: {{name}}",

  "available": "Dispoñible",
  "unavailable": "Non dispoñible"


}


