{
  "home":"Inicio",
  "about_us":"Sobre nosotros",
  "works_supplied":"Obras suministradas",
  "logos": "Marcas",
  "prior_appointment":"Cita previa",
  "contact": "Contacto",
  "join_us":"Trabaja con nosotros",
  "login":"Login",
  "legal_notice": "Aviso legal",
  "opening hours": "De lunes a viernes de 10:00 a 14:00 y de 16:00 a 20:00",
  "saturday":"Sábados únicamente con ",
  
  "select_appointment": "Selecciona tu cita",
  "only_saturdays": "Recordamos que esta cita es exclusivamente para los sábados.",
  "week_contact": "Si deseas cita de lunes a viernes contacta con nosotros en nuestro horario habitual",
  "select_time": "Selecciona una hora",
  "selected_date": "Fecha seleccionada:",
  "selected_time": "Hora seleccionada:",
  "book_appointment": "Reservar cita",
  "no_time_selected": "No time selected",
  "select_saturday": "Select saturday",


  "titulo_creativity": "CREATIVIDAD" ,
  "titulo_experience": "EXPERIENCIA" ,
  "titulo_qualification": "CUALIFICACIÓN" ,
  "titulo_variety": "VARIEDAD",
  "titulo_innovation": "INNOVACIÓN" ,
  "titulo_3D": "3D",


  "explanation": " Desde 1989, ayudamos a nuestros clientes a hacer realidad sus proyectos de decoración. Brindamos asesoramiento experto para convertir sus ideas en espacios únicos y personalizados.",
  "creativity": "Transformamos materiales de construcción en verdaderas obras de arte, ofreciendo soluciones innovadoras para la decoración.",
  "experience": "Más de tres décadas convirtiendo sueños en realidad, guiando a nuestros clientes con asesoramiento experto y personalizado.",
  "qualification": "Un equipo altamente capacitado, con experiencia y compromiso, listo para ofrecer las mejores soluciones en decoración y construcción.",
  "variety": "Descubre una exposición dinámica y moderna, con productos que van desde las opciones más accesibles hasta las más exclusivas.",
  "innovation":"Materiales de vanguarda: porcelana ultrafina, grifería empotrada, sauna inteligente y mucho más." ,
  "3D": "Visualiza el futuro de tu proyecto con diseños en 3D que reflejan fielmente el resultado final antes de la implementación.",


  "contact_form":"Formulario de contacto",
  "contact_form_explanation":"A través del siguiente formulario puedes ponerte en contacto con nosotros/as para hacernos llegar tus consultas, dudas, quejas o sugerencias.",
  "label_name": "Nombre:",
  "label_email": "Correo Electrónico:",
  "label_phone": "Teléfono:",
  "label_message": "Mensaje:",
  "send":"Enviar",
  "observations":"Observaciones:",
"appointment_form":"Formulario citación sábados",

  "cv_form": "Formulario envio Curriculum",
  "cv_explanation": "Si quieres formar parte de nuestro equipo cumplimenta este formulario y envíanos tu CV",
  "label_last_name":"Apellidos:",
  "position": "Posición a la que aplica:",
  "cv_upload":"Sube tu CV",

  "please_select_saturday": "Por favor selecciona un sábado",
  "appointment_saved": "Cita guardada con éxito",
  "appointment_error": "Error al guardar la cita",
  "appointment_already_taken": "Esa hora ya ha sido reservada",

  "brands_colab":"Nuestros Aliados",
 
  
  "cookies_title": "Política de Cookies",
  "cookies_intro": "Este sitio web utiliza cookies propias con fines funcionales para mejorar la experiencia del usuario. Al continuar navegando, entendemos que aceptas su uso.",
  "cookies_what": "¿Qué son las cookies?",
  "cookies_what_text": "Las cookies son pequeños archivos de texto que los sitios web almacenan en tu navegador para recordar información sobre tu visita. Pueden ser utilizadas para mantener sesiones, preferencias de idioma, y más.",
  "cookies_types": "¿Qué tipos de cookies usamos?",
  "cookies_functional_title": "Cookies funcionales:",
  "cookies_functional_text": "Permiten recordar tu idioma preferido y mejorar la usabilidad del sitio. No recopilan datos personales.",
  "cookies_manage": "¿Cómo puedes gestionar las cookies?",
  "cookies_manage_text": "Puedes configurar tu navegador para aceptar, rechazar o eliminar cookies. Ten en cuenta que desactivar algunas cookies puede afectar el funcionamiento del sitio.",
  "cookies_mod": "Modificaciones",
  "cookies_mod_text": "Esta política puede actualizarse en el futuro. Te recomendamos revisarla periódicamente.",
  "cookies_updated": "Última actualización: junio 2025",

  "privacy_title": "Política de Privacidad",
  "responsable": "Responsable del Tratamiento",
  "responsable_text": "Segundo Rey S.L.\nRúa das Hedras, 25. Parque Empresarial NovoMilladoiro. 15895 - Milladoiro (A Coruña)\nCorreo electrónico: info@segundorey.com",
  "purpose": "Finalidad",
  "purpose_text": "Los datos personales que recopilamos se utilizan exclusivamente para:",
  "purpose_list": [
    "Responder a consultas enviadas a través del formulario de contacto",
    "Gestionar citas solicitadas mediante el sistema de reserva",
    "Recibir y valorar candidaturas en el apartado \"Trabaja con nosotros\""
  ],
  "purpose_extra": "En ningún caso se utilizarán para envíos publicitarios sin consentimiento previo.",
  "legitimation": "Legitimación",
  "legitimation_text": "El tratamiento de sus datos se basa en el consentimiento que usted nos otorga al marcar la casilla de aceptación en cada formulario.",
  "data_sharing": "Cesión de Datos a Terceros",
  "data_sharing_text": "No se cederán datos a terceros, salvo obligación legal.",
  "user_rights": "Derechos del Usuario",
  "user_rights_text": "Usted tiene derecho a acceder, rectificar, limitar o suprimir sus datos. Para ejercer estos derechos puede escribir a: info@segundorey.com",
  "data_retention": "Plazo de Conservación",
  "data_retention_text": "Los datos se conservarán solo el tiempo necesario para cumplir la finalidad para la que se recabaron, o mientras exista una obligación legal.",
  "security": "Seguridad",
  "security_text": "Adoptamos todas las medidas necesarias para garantizar la seguridad, confidencialidad e integridad de los datos personales.",

  "legal_clause": "Por medio de la presente acusamos recibo de su Currículum Vitae o solicitud de empleo.\nLos datos personales que obren en su Currículum Vitae serán utilizados para incluirle en distintos procesos de selección que encajen con su perfil o que puedan ser de su interés, no tratándolos para ninguna otra finalidad sin haber obtenido su consentimiento previo.\nSólo el personal debidamente autorizado podrá tratar la información que aparece en su Currículum Vitae.\nAsimismo, usted se compromete a comunicarnos aquellos cambios que se produzcan respecto a la información obrante en el Currículum Vitae, de forma que podamos cumplir con la finalidad descrita anteriormente.\nSus datos personales se conservarán durante el plazo de un año a contar desde la presentación de la solicitud de empleo o candidatura al proceso de selección de personal. Una vez finalizado dicho plazo, procederemos a eliminarlos de forma segura.\nEn cualquier momento puede dirigirse a nosotros para saber qué información tenemos sobre usted, rectificarla si fuese incorrecta y eliminarla una vez finalizada nuestra relación, en el caso de que ello sea legalmente posible. También tiene derecho a solicitar el traspaso de su información a otra entidad (portabilidad). Para solicitar alguno de estos derechos, deberá realizar una solicitud escrita a nuestra dirección: SEGUNDO REY SL, con dirección en HEDRAS, Nº 25, 15895 - AMES (Coruña (A)).\nRogamos por favor confirmación de la recepción de la presente como acuse de recibo de la misma.\n\nSin otro particular, reciba un cordial saludo.\n\nFirmado: {{name}}",

  "accept": "Acepto la",
  "legal_clause_title": "Cláusula Informativa para Solicitantes de Empleo",
  "city": "Ciudad",
  "date": "Fecha",
  "full_name": "Nombre completo",
  "legal_clause_brief": "Los datos personales que obren en su Currículum Vitae serán utilizados para incluirle en distintos procesos de selección...",
  "legal_clause_confirmation": "Confirmo haber leído y comprendido esta cláusula.",
  "privacy_required_alert": "Debes aceptar la política de protección de datos.",

  "available": "Disponible",
  "unavailable": "Ocupado"
  
}



